Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: The compensation round was successfully published.
pt_pt: O ciclo de remuneração foi publicado com sucesso.

source: Are you sure you want to republish the compensation round?
pt_pt: Tem a certeza de que deseja republicar a ronda de compensação?

source: The compensation round was successfully republished.
pt_pt: A ronda de compensação foi republicada com sucesso.

source: Republish compensation round
pt_pt: Republicar ronda de compensação

source: Your changes will be saved as a staged draft. The published version of the comp round will remain unchanged until it is republished. Are you sure you want to save as a staged draft?
pt_pt: As suas alterações serão guardadas como um rascunho em etapas. A versão publicada da ronda de compensação permanecerá inalterada até ser republicada. Tem a certeza de que deseja guardar como um rascunho em etapas?

source: Are you sure you want to update the compensation round?
pt_pt: Tem a certeza de que deseja atualizar a ronda de compensação?

source: The compensation round was successfully updated.
pt_pt: A ronda de compensação foi atualizada com sucesso.

source: Update compensation round
pt_pt: Atualizar ronda de compensação

source: Updates have been made to the selected data model. Please review and validate your round configurations. Last update: {{date}}
pt_pt: Foram efetuadas atualizações ao modelo de dados selecionado. Reveja e valide as suas configurações de rondas. Última atualização: {{date}}

source: Generate validation report
pt_pt: Gerar relatório de validação

source: Changes detected in data model
pt_pt: Alterações detetadas no modelo de dados

source: The pending draft was successfully deleted.
pt_pt: O rascunho pendente foi eliminado com sucesso.

source: The compensation round was successfully deleted.
pt_pt: A ronda de compensação foi eliminada com sucesso.

source: The compensation round was successfully duplicated.
pt_pt: A ronda de compensação foi duplicada com sucesso.

source: The compensation round was duplicated and a new item was created.
pt_pt: A ronda de compensação foi duplicada e um novo item foi criado.

source: Select the comp element that will use this rule.
pt_pt: Selecione o elemento de compensação que usará esta regra.

source: All individuals within the specified population are by default eligible. Create rules to exclude workers.
pt_pt: Todos os indivíduos dentro da população especificada são, por defeito, elegíveis. Crie regras para excluir trabalhadores.

source: Eligibility rules
pt_pt: Regras de elegibilidade

source: Expression
pt_pt: Expressão

source: All individuals in the defined population are by default eligible. You can create and configure rules to exclude certain workers.
pt_pt: Todos os indivíduos na população definida são, por defeito, elegíveis. Pode criar e configurar regras para excluir certos trabalhadores.

source: Create rules to make workers ineligible.
pt_pt: Criar regras para tornar os trabalhadores inelegíveis.

source: Rule name
pt_pt: Nome da regra

source: The rule name cannot be empty.
pt_pt: O nome da regra não pode estar vazio.

source: After
pt_pt: Depois

source: Before
pt_pt: Antes

source: Contains
pt_pt: Contém

source: The operator is required
pt_pt: O operador é obrigatório

source: Greater than
pt_pt: Maior que

source: Greater than or equal to
pt_pt: Maior ou igual a

source: In
pt_pt: Em

source: Checked
pt_pt: Verificado

source: Equal to
pt_pt: Igual a

source: Not checked
pt_pt: Não verificado

source: Not empty
pt_pt: Não está vazio

source: Not equal to
pt_pt: Não é igual a

source: Less than
pt_pt: Menos de

source: Less than or equal to
pt_pt: Menor ou igual a

source: Doesn't contain
pt_pt: Não contém

source: Not in
pt_pt: Não incluído

source: On or after
pt_pt: Em ou após

source: On or before
pt_pt: Em ou antes

source: Range
pt_pt: Intervalo

source: Value
pt_pt: Valor

source: The value is required.
pt_pt: O valor é obrigatório.

source: Rule details
pt_pt: Detalhes da regra

source: Enter a name and a description for the rule.
pt_pt: Insira um nome e uma descrição para a regra.

source: Filter by comp element
pt_pt: Filtrar por elemento de compensação

source: One or more steps failed to process. Edit the pending draft, and then try to publish again.
pt_pt: Um ou mais passos falharam no processamento. Edite o rascunho pendente e tente publicar novamente.

source: One or more steps failed to process. Edit the round, and then try to publish again.
pt_pt: Um ou mais passos falharam no processamento. Edite a ronda e tente publicar novamente.

source: Comp manager
pt_pt: Gestor de compensações

source: Comp manager + 1
pt_pt: Gestor de comp + 1

source: No actors are selected. If you continue, no one will have access to this round.
pt_pt: Nenhum ator está selecionado. Se continuar, ninguém terá acesso a esta ronda.

source: Select actors
pt_pt: Selecionar atores

source: Selected actors
pt_pt: Atores selecionados

source: Define which actors can access this round.
pt_pt: Defina quais os atores que podem aceder a esta ronda.

source: Actors & round access
pt_pt: Atores e acesso por ronda

source: At least one actor must be selected.
pt_pt: Pelo menos um ator deve ser selecionado.

source: Modify the bonus calculation formula if needed.
pt_pt: Modifique a fórmula de cálculo do bónus se necessário.

source: Customize formula
pt_pt: Personalizar fórmula

source: Reset formula
pt_pt: Repor fórmula

source: Preview the bonus calculation formula
pt_pt: Pré-visualizar a fórmula de cálculo do bónus

source: Bonus calculation formula
pt_pt: Fórmula de cálculo de bónus

source: Currency source
pt_pt: Origem da moeda

source: All currencies
pt_pt: Todas as moedas

source: Any currency available for the company
pt_pt: Qualquer moeda disponível para a empresa

source: Comp round currency
pt_pt: Moeda de arredondamento de compensação

source: Currency of the comp round
pt_pt: Moeda da ronda de remuneração

source: Data model
pt_pt: Modelo de dados

source: Currency of the exact compensation element
pt_pt: Moeda do elemento de compensação exato

source: The currency source cannot be empty.
pt_pt: A origem da moeda não pode estar vazia.

source: Target bonus currency field
pt_pt: Campo de moeda do bónus alvo

source: The target bonus currency field cannot be empty.
pt_pt: O campo de moeda do bónus alvo não pode estar vazio.

source: Review the target bonus formula
pt_pt: Rever a fórmula do bónus alvo

source: This plan contains an error.
pt_pt: Este plano contém um erro.

source: Bonus plans
pt_pt: Planos de bónus

source: Distribute your budget
pt_pt: Distribua o seu orçamento

source: Budget
pt_pt: Orçamento

source: Bulk options
pt_pt: Opções em massa

source: Only custom/calculated columns can be deleted.
pt_pt: Apenas as colunas personalizadas/calculadas podem ser eliminadas.

source: The columns were successfully deleted.
pt_pt: As colunas foram eliminadas com sucesso.

source: The columns were successfully disabled.
pt_pt: As colunas foram desativadas com sucesso.

source: The columns were successfully enabled.
pt_pt: As colunas foram ativadas com sucesso.

source: Calculated column configuration - Expression formula
pt_pt: Configuração de coluna calculada - Fórmula de expressão

source: Add criteria
pt_pt: Adicionar critérios

source: Rule configuration
pt_pt: Configuração de regras

source: Add criteria blocks to configure the rule
pt_pt: Adicionar blocos de critérios para configurar a regra

source: Change type
pt_pt: Tipo de alteração

source: Changing the value type will clear the values you have entered. This action cannot be undone.
pt_pt: Alterar o tipo de valor irá limpar os valores que introduziu. Esta ação não pode ser anulada.

source: Change value type
pt_pt: Alterar tipo de valor

source: Fixed
pt_pt: Corrigido

source: Formula
pt_pt: Fórmula

source: Calculated field
pt_pt: Campo calculado

source: The code can contain only letters, numbers, or "_", and must start with a letter.
pt_pt: O código pode conter apenas letras, números ou "_", e deve começar com uma letra.

source: The code is required.
pt_pt: O código é obrigatório.

source: Pick a color to visually group or highlight this column in the grid.
pt_pt: Escolha uma cor para agrupar visualmente ou destacar esta coluna na grelha.

source: Column details
pt_pt: Detalhes da coluna

source: Column name
pt_pt: Nome da coluna

source: The column name is required.
pt_pt: O nome da coluna é obrigatório.

source: Enable currency
pt_pt: Activar moeda

source: Currency field
pt_pt: Campo de moeda

source: The currency field is required.
pt_pt: O campo de moeda é obrigatório.

source: Decimal precision controls how many digits are shown after the decimal separator for display purposes. All calculations use the full number.
pt_pt: A precisão decimal controla quantos dígitos são mostrados após o separador decimal para fins de visualização. Todos os cálculos utilizam o número completo.

source: Define the number of digits to display after the decimal separator.
pt_pt: Defina o número de dígitos a apresentar após o separador decimal.

source: The expression (Else section) contains {{count}} error.
pt_pt: A expressão (secção Else) contém {{count}} erro.

source: The expression (Else section) contains {{count}} errors.
pt_pt: A expressão (secção Else) contém {{count}} erros.

source: The condition {{position}} (If section) contains {{count}} error.
pt_pt: A condição {{position}} (secção Se) contém {{count}} erro.

source: The condition {{position}} (If section) contains {{count}} errors.
pt_pt: A condição {{position}} (secção Se) contém {{count}} erros.

source: The expression {{position}} (Then section) contains {{count}} error.
pt_pt: A expressão {{position}} (secção Então) contém {{count}} erro.

source: The expression {{position}} (Then section) contains {{count}} errors.
pt_pt: A expressão {{position}} (secção Então) contém {{count}} erros.

source: Else
pt_pt: Caso contrário

source: If
pt_pt: Se

source: The formula contains {{count}} error.
pt_pt: A fórmula contém {{count}} erro.

source: The formula contains {{count}} errors.
pt_pt: A fórmula contém {{count}} erros.

source: Then
pt_pt: Depois

source: Conditional
pt_pt: Condicional

source: Non-conditional
pt_pt: Não condicional

source: Header color
pt_pt: Cor do cabeçalho

source: Decimal precision
pt_pt: Precisão decimal

source: Help tip
pt_pt: Dica de ajuda

source: This is a calculated column. The outcome is based on a formula.
pt_pt: Esta é uma coluna calculada. O resultado baseia-se numa fórmula.

source: Calculation workspace
pt_pt: Área de trabalho de cálculo

source: Open calculation workspace
pt_pt: Abrir área de trabalho de cálculo

source: Select a color for the group
pt_pt: Selecionar uma cor para o grupo

source: The selected color will apply to the columns of the group.
pt_pt: A cor selecionada será aplicada às colunas do grupo.

source: Selected column group
pt_pt: Grupo de colunas selecionado

source: Configure column group
pt_pt: Configurar grupo de colunas

source: Bonus amount
pt_pt: Montante do bónus

source: The Bonus amount display name cannot be empty.
pt_pt: O nome de apresentação do montante do bónus não pode estar vazio.

source: The calculated bonus display name cannot be empty.
pt_pt: O nome de apresentação do bónus calculado não pode estar vazio.

source: Column color
pt_pt: Cor da coluna

source: Define when managers must add notes during proposals
pt_pt: Definir quando os gestores devem adicionar notas durante as propostas

source: Please select one of the options.
pt_pt: Por favor, selecione uma das opções.

source: Optional
pt_pt: Opcional

source: Managers can submit without adding a note.
pt_pt: Os gestores podem submeter sem adicionar uma nota.

source: Always required
pt_pt: Sempre obrigatório

source: A note is always required, regardless of the value.
pt_pt: Uma nota é sempre obrigatória, independentemente do valor.

source: Required if outside the guidelines
pt_pt: Obrigatório se fora das diretrizes

source: A note is required if the value is outside the min/max guidelines.
pt_pt: É necessária uma nota se o valor estiver fora das diretrizes mínimas/máximas.

source: Required notes
pt_pt: Notas obrigatórias

source: Column title
pt_pt: Título da coluna

source: Decimal display precision
pt_pt: Precisão de exibição decimal

source: The decimal precision controls the number of digits displayed after the decimal separator. All calculations are however performed using the full number.
pt_pt: A precisão decimal controla o número de dígitos exibidos após o separador decimal. No entanto, todos os cálculos são realizados usando o número completo.

source: Define the text to be displayed as a tooltip when hovering the element
pt_pt: Definir o texto a ser apresentado como dica quando se passa o cursor sobre o elemento

source: Enter a new name for the field
pt_pt: Introduza um novo nome para o campo

source: Input field
pt_pt: Campo de entrada

source: Guaranteed amount
pt_pt: Montante garantido

source: The Guaranteed amount display name cannot be empty.
pt_pt: O nome de apresentação do montante garantido não pode estar vazio.

source: Increase amount
pt_pt: Aumentar quantidade

source: The Increase amount display name cannot be empty.
pt_pt: O nome de apresentação do montante de aumento não pode estar vazio.

source: Increase %
pt_pt: Aumentar %

source: The Increase percent display name cannot be empty.
pt_pt: O nome de apresentação da percentagem de aumento não pode estar vazio.

source: New value
pt_pt: Novo valor

source: Prorated target bonus
pt_pt: Bónus objetivo proporcional

source: The Prorated target bonus display name cannot be empty.
pt_pt: O nome de apresentação do bónus-alvo proporcional não pode estar vazio.

source: Reference column
pt_pt: Coluna de referência

source: Referenced fields
pt_pt: Campos referenciados

source: At least one of the following fields must be enabled: Target bonus, Prorated target bonus, Calculated bonus, Bonus amount, or Guaranteed amount.
pt_pt: Pelo menos um dos seguintes campos deve estar ativado: Bónus objetivo, Bónus objetivo proporcional, Bónus calculado, Montante do bónus ou Montante garantido.

source: The New value display name cannot be empty.
pt_pt: O nome de apresentação do Novo valor não pode estar vazio.

source: Selected column
pt_pt: Coluna selecionada

source: The Target bonus display name cannot be empty.
pt_pt: O nome de apresentação do bónus alvo não pode estar vazio.

source: Configure column
pt_pt: Configurar coluna

source: No reference
pt_pt: Sem referência

source: Select the field from the compensation history from which the calculations will be referenced.
pt_pt: Selecione o campo do histórico de compensação a partir do qual os cálculos serão referenciados.

source: Reference field
pt_pt: Campo de referência

source: Delete columns
pt_pt: Eliminar colunas

source: Are you sure you want to delete the selected columns?
pt_pt: Tem a certeza de que pretende eliminar as colunas selecionadas?

source: Delete column
pt_pt: Eliminar coluna

source: Are you sure you want to delete the selected column?
pt_pt: Tem a certeza de que pretende eliminar a coluna selecionada?

source: The column was successfully deleted.
pt_pt: A coluna foi eliminada com sucesso.

source: Use the Team planner view to control which columns managers and HRBPs see in your compensation grid, rename and reorder them, group columns, create columns, set decimal precision, assign colors, and add tooltips.
pt_pt: Utilize a vista de planeador de equipa para controlar quais as colunas que os gestores e HRBP veem na sua grelha de compensação, renomeá-las e reordená-las, agrupar colunas, criar colunas, definir precisão decimal, atribuir cores e adicionar dicas de ferramentas.

source: The budget widget will showcase your budget amount and monitor your spending effectively.
pt_pt: O widget de orçamento irá apresentar o valor do seu orçamento e monitorizar os seus gastos de forma eficaz.

source: Budget widget
pt_pt: Widget de orçamento

source: Select the compensation elements to display in the worker compensation history and define the number of past events to show.
pt_pt: Selecione os elementos de remuneração a apresentar no histórico de remuneração do trabalhador e defina o número de eventos passados a mostrar.

source: Enable compensation element
pt_pt: Ativar elemento de remuneração

source: Number of events
pt_pt: Número de eventos

source: Worker compensation history
pt_pt: Histórico de remuneração do trabalhador

source: Column list
pt_pt: Lista de colunas

source: Add column to group
pt_pt: Adicionar coluna ao grupo

source: No columns yet
pt_pt: Ainda não há colunas

source: Remove column from group
pt_pt: Remover coluna do grupo

source: Search for columns to add
pt_pt: Procurar colunas para adicionar

source: Columns in the group
pt_pt: Colunas no grupo

source: Add column
pt_pt: Adicionar coluna

source: No groups yet
pt_pt: Ainda não há grupos

source: Group list
pt_pt: Lista de grupos

source: Group name
pt_pt: Nome do grupo

source: Remove group
pt_pt: Remover grupo

source: Manage column groups
pt_pt: Gerir grupos de colunas

source: Config
pt_pt: Configuração

source: Manage group columns
pt_pt: Gerir colunas de grupo

source: Bonus
pt_pt: Bónus

source: Calculated column
pt_pt: Coluna calculada

source: Comp element
pt_pt: Elemento de compensação

source: Data foundation
pt_pt: Fundação de dados

source: Category
pt_pt: Categoria

source: Column {{columnName}} visibility
pt_pt: Visibilidade da coluna {{columnName}}

source: Create custom column
pt_pt: Criar coluna personalizada

source: Drop-down list options
pt_pt: Opções da lista pendente

source: The label cannot empty.
pt_pt: A etiqueta não pode estar vazia.

source: No options yet
pt_pt: Ainda não há opções

source: The code and the label cannot be empty.
pt_pt: O código e a etiqueta não podem estar vazios.

source: Please add at least one option.
pt_pt: Adicione pelo menos uma opção.

source: Enter the text displayed as a tooltip on hover
pt_pt: Insira o texto exibido como dica ao passar o cursor

source: The column name cannot be empty.
pt_pt: O nome da coluna não pode estar vazio.

source: Drop-down list
pt_pt: Lista pendente

source: Text field
pt_pt: Campo de texto

source: The type cannot be empty.
pt_pt: O tipo não pode estar vazio.

source: Conditional formatting
pt_pt: Formatação condicional

source: Delete rule
pt_pt: Eliminar regra

source: Rules higher in the list take priority when configurations overlap. You can create up to 10 rules.
pt_pt: As regras mais acima na lista têm prioridade quando as configurações se sobrepõem. Pode criar até 10 regras.

source: Rules higher in the list take priority when configurations overlap.
pt_pt: As regras mais acima na lista têm prioridade quando as configurações se sobrepõem.

source: Conditional formatting rule
pt_pt: Regra de formatação condicional

source: No conditional formatting rules yet.
pt_pt: Ainda não há regras de formatação condicional.

source: Background color
pt_pt: Cor de fundo

source: Formatting
pt_pt: Formatação

source: Define how the cell will be formatted when the criteria are met.
pt_pt: Defina como a célula será formatada quando os critérios forem cumpridos.

source: Enter a name for this rule.
pt_pt: Introduza um nome para esta regra.

source: Add a name and a description to the rule
pt_pt: Adicionar um nome e uma descrição à regra

source: View conditional formatting
pt_pt: Ver formatação condicional

source: Proposal management
pt_pt: Gestão de propostas

source: View proposal management settings
pt_pt: Ver definições de gestão de propostas

source: Custom column
pt_pt: Coluna personalizada

source: Groups
pt_pt: Grupos

source: Up to 20 calculated columns allowed per compensation round.
pt_pt: Até 20 colunas calculadas permitidas por ronda de compensação.

source: Calculated
pt_pt: Calculado

source: Compensation history
pt_pt: Histórico de compensação

source: Contracted compensation
pt_pt: Remuneração contratada

source: Goal achievement
pt_pt: Realização de objetivos

source: Individual pay range
pt_pt: Intervalo salarial individual

source: Job architecture
pt_pt: Arquitetura de trabalho

source: Organization structure
pt_pt: Estrutura da organização

source: Paid compensation
pt_pt: Remuneração paga

source: Pay range
pt_pt: Intervalo salarial

source: Pay scale
pt_pt: Escala salarial

source: Performance
pt_pt: Desempenho

source: Performance review rating
pt_pt: Classificação da avaliação do desempenho

source: Salary
pt_pt: Salário

source: Group {{groupName}} visibility
pt_pt: Visibilidade do grupo {{groupName}}

source: Name/Display name
pt_pt: Nome/nome de exibição

source: No data points
pt_pt: Sem pontos de dados

source: Team planner preview
pt_pt: Pré-visualização do planeador de equipa

source: Clear your filters and your search to be able to reorder columns.
pt_pt: Limpe os seus filtros e a sua pesquisa para poder reordenar as colunas.

source: Select column {{columnName}}
pt_pt: Selecionar coluna {{columnName}}

source: Compensation grid configuration
pt_pt: Configuração da grelha de compensação

source: Boolean
pt_pt: Booleano

source: Entity enum
pt_pt: Enumeração de entidade

source: Entity reference
pt_pt: Referência de entidade

source: Integer
pt_pt: Número inteiro

source: String
pt_pt: Sequência

source: Visibility
pt_pt: Visibilidade

source: Toggle on to make the columns visible in the compensation round grid view. Toggle off to hide them.
pt_pt: Ative para tornar as colunas visíveis na vista de grelha da ronda de compensação. Desative para as ocultar.

source: Enable the columns you want the compensation manager and approvers to see.
pt_pt: Ative as colunas que deseja que o gestor de compensação e os aprovadores vejam.

source: Team planner view
pt_pt: Vista do planeador de equipa

source: Column configuration
pt_pt: Configuração de colunas

source: Planner add-ons
pt_pt: Suplementos do planeador

source: Budget rule
pt_pt: Regra de orçamento

source: Calculated field formula
pt_pt: Fórmula do campo calculado

source: Dependent item
pt_pt: Item dependente

source: Target item
pt_pt: Item de destino

source: Usage
pt_pt: Utilização

source: One or more of the selected items are currently in use in other areas of the system. You must remove or reassign these dependencies before the items can be deactivated or deleted.
pt_pt: Um ou mais dos itens selecionados estão atualmente em uso noutras áreas do sistema. Deve remover ou reatribuir estas dependências antes de poder desativar ou eliminar os itens.

source: Eligibility rule
pt_pt: Regra de elegibilidade

source: This field has active dependencies and cannot be disabled
pt_pt: Este campo tem dependências ativas e não pode ser desativado

source: Guaranteed amount rule
pt_pt: Regra de montante garantido

source: Guideline rule
pt_pt: Regra de orientação

source: Payroll
pt_pt: Folha de Pagamento

source: Proposal management formula
pt_pt: Fórmula de gestão de propostas

source: Used in the following places
pt_pt: Utilizado nos seguintes locais

source: View dependencies
pt_pt: Ver dependências

source: Edit comp round
pt_pt: Editar ronda de compensação

source: Departure
pt_pt: Partida

source: Time in the company
pt_pt: Tempo na empresa

source: All individuals within the specified population will have assigned guaranteed amount for the selected compensation element.
pt_pt: Todos os indivíduos dentro da população especificada terão um montante garantido atribuído para o elemento de compensação selecionado.

source: The rule list is empty. Get started by creating a guaranteed amount rule.
pt_pt: A lista de regras está vazia. Comece por criar uma regra de montante garantido.

source: Guaranteed amount rules
pt_pt: Regras de montante garantido
